time_words = ['час', 'часы', 'мин', 'мина', 'минута', 'минуты']
prep_words = ['в', 'через', 'с', 'at', 'in', 'by', 'near']

other_words = ['срочно', 'обязательно', 'только']
day_words = ['завтра', 'сегодня', 'послезавтра']
num_words = ['один', 'два', 'три', 'четыре', 'пять', 'шесть', 'семь', 'восемь', 'девять', 'десять', 'одиннадцать',
             'двенадцать', 'тринадцать', 'четырнадцать', 'пятнадцать', 'шестнадцать', 'семнадцать', 'восемнадцать',
             'девятнадцать', 'двадцать', 'полтора', 'половина']